import img5 from "../images/05.jpg";
import img4 from "../images/04.jpg";
import img1 from "../images/01.jpg";
import img2 from "../images/03.jpg";

export const ServiseCards = [
  {
    title: "تعرف على جمهورك المستهدف بشكل أفضل",
    describtion:
      "تعرف على جمهورك المستهدف بشكل أفضل حدد أهم شرائح المستهلكي ما الذي يهتمون به وكيفية تسوقهم وما هي القنوات التي يستخدمونها وأفضل طريقة لجذبهم افهم طبيعة عملائك بشكلٍ أفضل من خلال السمات الفريدة والاهتمامات والسلوكيات نختار جمهورك المستهدف بناءً على أكثر من 50 سمة محددة.  بعض هذه السمات هي",
    img: img5,
    arr: [
      "البيانات الديموغرافية",
      "الدخل",
      " معلومات العمل",
      "هوايات",
      "وأكثر من ذلك",
    ],
  },
  {
    title: "حدد منافسيك الحاليين والمرتقبين",
    describtion:
      "حدد منافسيك الحاليين والمرتقبين وتقييم استراتيجياتهم لمعرفة نقاط القوة والضعف لديهم مقارنة بمنتجك أو خدمتك حلل المنافسين بشكل مستمر ودوري لمعرفة تطورات السوق والعمل على مواجهة المنافسين وضمان تفوق حملاتك الاعلانية نجمع المعلومات اللازمة من",
    img: img4,
    arr: [
      "تحليل المنتجات والخدمات التي يقدمها المنافسون",
      "تحليل التسعير والتوزيع والدعاية للمنافسين",
      "تحليل الأداء المالي للمنافسين",
      "تحليل المراجعات والتقييمات للمنافسين",
    ],
  },
  {
    title:
      "نقدم تعليقات نوعية لمساعدتك في تحديد تصميم الإعلان الأكثر فعالية الذي سيصل إلى السوق المستهدف",
    describtion:
      "تعرف على سبب انخفاض وارتفاع جودة الإعلان من خلال الانطباعات وردود الفعل  من خلال إجراء اختبار الإعلانات وإظهار إصدارات متعددة من مفاهيمك للسوق المستهدف، يمكنك تقدير مدى فعاليتها في السوق. ستكتشف الإصدار الذي يحتوي على:",
    img: img1,
    arr: [
      " تجذب المزيد من جمهورك المستهدف",
      "كن أكثر إقناعا",
      "خلق نية شراء أقوى",
    ],
  },
  {
    title:
      "نراجع عدد النتائج التي حققتها حملاتك الإعلانية، إضافةً إلى التكلفة لكل نتيجة",
    describtion:
      " يمكن اتخاذ قرارات العمل بناءً على الحدس وحده، لكن القيام بذلك ينطوي على مخاطر عالية  يوفر قياس نتائج الحملة الأدلة الضرورية لمساعدتك على اتخاذ تلك القرارات بثقة فهم كيفية أداء إعلاناتك هو عاملاً أساسيًا في تحسين الحملات الإعلانية المستقبلية نحدد أدوات القياس التي تناسب أهدافك, من بين هذه الأدوات ",
    img: img2,
    arr: [
      " التكلفة الإجمالية التي تنفقها الشركة لاكتساب عميل جديد CAC",
      "مقياس لرضا العملاء وولائهم.NPS  ",
      "نسبة النقر الى الظهور CTR ",
      "عائد الإنفاق على الإعلانات ROAS",
    ],
  },
];
export const MethodsCard = [
  {
    title: "كل مايخص التسويق الالكتروني في مكان واحد ",
    describtion:
      "طور عملك في عالم الإنترنت للوصول الى جمهورك المستهدف سوف نقدم لك مجموعة متكاملة من خدمات التسويق الرقمي المحتوى",
    arr: [
      "المحتوى : بدأً من كتابة عنوان جيد جذاب وقابل للنقر عليه بالنسبة لقرائك ويتضمن كلمات رئيسية لتحسين محركات البحث ( SEO ) ",
      "التصميم : الأداة التي تؤثر على المشاعر والسلوك ",
      "نتابع باستمرار أحدث الاتجاهات في التصميم ننشئ تصميمات عالية الجودة تجذب الانتباه وتترك انطباع ",
      "التحليل والقياس : نوفر لك قياس نتائج لفهم كيف اداء منصاتك الرقمية وموقعك ونقدم لك نصائح لتحسين حملاتك الاعلانية",
    ],
  },
  {
    title: "اجعل علامتك التجارية أكثر وضوحًا ",
    describtion:
      "وسهولة التذكر لدى العملاء، عندما يكون لدى العملاء صورة ذهنية واضحة عن علامتك التجارية، فمن المرجح أن يتذكروها ويفضلونها على غيرها. تمييز عن منافسيك واخرج عن المألوف بتصميم فريد تتضمن خدمة تصميم الهوية البصرية: تصميم الشعار صفحات السوشيال ميديا واجهة موقع الويب ظرف مراسلات فلاير اعلاني البيزنس كارد ",
    arr: [
      " تصميم الشعار",
      "صفحات السوشيال ميديا",
      "واجهة موقع الويب",
      "ظرف مراسلات",
      "فلاير اعلاني",
      "البيزنس كارد",
    ],
  },
  {
    title: "نسعى دائمًا إلى تقديم خدمات تصميم مواقع الويب عالية الجودة",
    describtion:
      "احصل على موقعك الكامل بشكل جذاب وسهل الاستخدام، باستخدام الصور والألوان والرسومات المناسبة  باستخدام أحدث لغات البرمجة vue.js HTML5، CSS3، JavaScript ، و node.js. مزايا خدمة تصميم مواقع الويب من شركتن ",
    arr: [
      "استضافة لمدة 300 يوم بشكل مجاني",
      "تعدد اللغات في الموقع ",
      "إضافة  شهادة أمان SSL ",
      "تحسين ظهور الموقع على نتائج البحث",
      "تطوير الموقع بشكل مستمر",
      "اسم نطاق مجاني مدى الحياة",
      "متجاوب مع كل الأجهزة ",
    ],
  },
];
